// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "转眼七夕就要到来，关系进展不快，唯独时间真快。",
        "在这个轻易告别的时代，很多人已经见过人生的最后一面，",
        "而我还有机会让你看我在这里表演，这又何尝不是命运的一种安排。",
        "因不知从前或现在你当我是谁，故从头细数我们的相识由什么铸成，",
        "配上两位作词人的一些人生感悟为其注释生命，",
        "几行文字展示我心动的痕迹，这样的一份电子礼物你也没有拒绝的余地。"
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2025-05-13T12:08:00",
    // 双方的名字
    names: ["一段尴尬的沉默", "Iridescence"]
}
